{
  "extraction_date": "2026-01-12T13:49:45.192424",
  "total_rounds": 9,
  "surveys": {
    "부신_기능": [
      {
        "round": 1,
        "category": "부신_기능",
        "response": "안녕하세요. Dr. Welno입니다.\n\n문의하신 부신 기능 설문지에 대한 정보는 제공된 정보에서 확인되지 않습니다. 따라서 해당 질문 항목들을 나열해 드릴 수 없는 점 양해 부탁드립니다."
      },
      {
        "round": 2,
        "category": "부신_기능",
        "response": "제공된 정보에서 부신 기능과 관련하여 피로/에너지, 스트레스, 수면, 감정 카테고리별로 구성된 구체적인 설문 문항 데이터는 확인되지 않습니다.\n\n제공된 자료에는 부신 및 갑상샘 기능 확인을 위해 **'자신의 증상과 에너지 활력 상태, 아침 기초 체온'**을 통해 자가 점검을 할 수 있다는 내용과 **'아침 기초 체온 측정법'**에 대한 설명만 포함되어 있습니다. 요청하신 상세 질문 리스트는 제공된 컨텍스트에 존재하지 않습니다."
      },
      {
        "round": 3,
        "category": "부신_기능",
        "response": "안녕하세요, Dr. Welno입니다.\n\n요청하신 '부신 기능 설문지'에 대한 정보는 제공된 데이터 내에 포함되어 있지 않습니다. 현재 확인 가능한 자료에는 다음과 같은 설문 및 진단 체계만 명시되어 있습니다.\n\n*   **암검진 문진표**: 증상 여부, 체중 감소, 가족력 등\n*   **해독 관련 설문**: 머리, 구강 및 인후 증상 점수 측정\n*   **자가면역간염 진단 점수 체계**: 간소화 및 개정 진단 점수\n\n부신 기능과 관련된 구체적인 질문 항목이나 점수 체계, 해석 기준은 제공된 정보에서 확인되지 않습니다."
      }
    ],
    "갑상샘_기능": [
      {
        "round": 1,
        "category": "갑상샘_기능",
        "response": "안녕하세요, Dr. Welno입니다. \n\n제공된 정보에서 갑상샘(갑상선) 기능 설문지와 관련된 문항 데이터는 확인되지 않습니다. 현재 컨텍스트에는 고혈압·당뇨병 환자 영양 교육 컨텐츠, 국가암검진 문진표, 그리고 신체활동 준비도 평가(PAR-Q)에 관한 정보만 포함되어 있습니다. \n\n따라서 요청하신 갑상샘 기능 설문지의 구체적인 질문 내용을 나열해 드릴 수 없습니다. 해당 정보가 포함된 자료를 제공해 주시면 정확하게 분석하여 답변해 드리겠습니다."
      },
      {
        "round": 2,
        "category": "갑상샘_기능",
        "response": "안녕하세요. 건강 상담가 Dr. Welno입니다.\n\n요청하신 갑상샘 기능 설문지와 관련된 체중 변화, 피로/활력, 호르몬 및 기타 신체 증상에 대한 문항 정보는 제공된 데이터에서 확인되지 않습니다. \n\n현재 제공된 정보는 '신체활동 준비도 평가(PAR-Q)'와 '고혈압·당뇨병 환자를 위한 영양 교육' 자료로 한정되어 있어, 갑상샘 기능 관련 설문 내용을 답변해 드릴 수 없습니다."
      },
      {
        "round": 3,
        "category": "갑상샘_기능",
        "response": "안녕하세요, Dr. Welno입니다.\n\n문의하신 갑상샘 기능 설문지의 전체 질문 개수와 상세 문항 리스트는 제공된 정보에서 확인되지 않습니다. \n\n현재 확인할 수 있는 자료에는 암검진 문진표와 신체활동 준비도 평가(PAR-Q), 그리고 간경변증 관련 삶의 질 평가 설문(SIP 등)에 대한 내용만 포함되어 있습니다. 찾으시는 특정 설문에 대한 정보를 제공해 드리지 못하는 점 양해 부탁드립니다."
      }
    ],
    "독성_설문": [
      {
        "round": 1,
        "category": "독성_설문",
        "response": "안녕하세요, Dr. Welno입니다.\n\n문의하신 독성 설문지(중금속, 독소 노출, 해독 관련 질문 등)와 관련된 구체적인 문항, 답변 방식, 점수 체계에 대한 정보는 **제공된 정보에서 확인되지 않습니다.**\n\n현재 제공된 자료는 고혈압 및 당뇨병 환자를 위한 영양 프로그램 고도화와 관련된 것으로, 주요 내용은 다음과 같습니다.\n\n*   **영양 지식 평가**: 저염식 실천 방법(나트륨 섭취량, 소금 환산 등) 및 당뇨병 관리(인슐린, 저혈당, 식사 요법 등)에 관한 문항\n*   **식행동 변화**: 10개 항목에 대한 4점 척도 평가 내용\n\n독성이나 중금속 노출과 관련된 설문 데이터는 포함되어 있지 않아 답변이 어려운 점 양해 부탁드립니다."
      },
      {
        "round": 2,
        "category": "독성_설문",
        "response": "안녕하세요. Dr. Welno입니다.\n\n요청하신 독성 설문지의 각 카테고리(식이 습관, 생활 환경 노출, 직업적 노출, 증상 확인)별 구체적인 질문 항목은 제공된 정보에서 확인되지 않습니다.\n\n현재 자료를 통해 확인할 수 있는 건강 관련 설문 및 평가 항목은 다음과 같습니다.\n\n*   **신체활동 준비도 평가(PAR-Q) 항목**\n    *   심장질환이나 고혈압에 대한 의사 소견 여부\n    *   안정 시 또는 활동 중 가슴 통증 발생 여부\n    *   지난 12개월 동안 어지럼증으로 인한 의식 소실 경험\n    *   만성질환 진단 및 치료를 위한 처방 약 복용 여부\n    *   운동 시 악화되는 뼈, 관절, 연부조직 문제 여부\n    *   의학적 감독하에서의 신체활동 권고 여부\n\n*   **영양 및 기초 건강 조사 항목**\n    *   성별, 연령, 주질환명, 복약 현황 등의 기본 정보\n    *   식사 준비자 및 동거 가족 구성\n    *   영양 지식, 식행동, 자아 효능감 및 자각된 건강 상태\n    *   신체 계측 정보(신장, 체중, 비만도, 체지방, 허리둘레 등)\n    *   혈액 검사 결과(혈당, 당화혈색소, 콜레스테롤, 중성지방 등)\n\n문의하신 독성 관련 구체적인 설문 데이터가 제공된 정보 내에 존재하지 않아 해당 항목들에 대한 답변이 불가능합니다."
      },
      {
        "round": 3,
        "category": "독성_설문",
        "response": "안녕하세요. Dr. Welno입니다.\n\n문의하신 '독성 설문지' 및 '해독 필요성 평가'와 관련된 구체적인 질문 리스트는 제공된 정보에서 확인되지 않습니다. 현재 자료에는 국가암검진을 위한 공통 문진 항목과 모발 미네랄 중금속 검사의 필요성에 대한 설명만 포함되어 있습니다.\n\n현재 확인 가능한 문진 문항은 다음과 같습니다:\n\n**암검진 공통 문항**\n1. 현재 신체 어느 부위에든 불편한 증상이 있습니까?\n2. 최근 6개월 간 특별한 이유 없이 5kg 이상의 체중 감소가 있었습니까?\n3. 본인, 부모, 형제, 자매, 자녀 중에 암(위암, 유방암, 대장암, 간암, 자궁경부암, 폐암 등)에 걸렸거나 과거에 걸렸던 분이 계십니까?\n4. 귀하는 과거에 특정 검사를 받은 적이 있습니까?\n\n모발 미네랄 중금속 검사는 체내 중금속 독성 노출 정도와 미네랄 영양 상태를 평가하여 생리적 질병을 조기에 진단하는 용도로 활용되나, 해당 검사를 위한 별도의 설문 문항은 제공된 정보에 포함되어 있지 않습니다."
      }
    ],
    "영양상태평가": "이미 16개 질문 추출 완료"
  }
}